Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
kvx: ايوا سوئال جيو ڪيا ٿِي پڻ لِسٽ ڪريا ٿِي طلب ڪرئہ۔ قڌم لسٽ ڪروو جواڀ ۮِيڌا واۯا نئہ هيڪ جواڀ ۮِيڌا واۯا را پاهئہ موڳئہ نا ڪي فطرِي جواڀ۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
kvx: ﻿ايوا سوئال جيو پنرئہ سيڪنڊ ٿِي(لڳ ڀڳ ڪِلپ رئي ويڪر) ۾ جواڀ ۮِيڌا ۾ ۮورا هووئہ

source: r
kvx: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kvx: Raised هميش هيڪا ئي ويڻ ۾ ڪيوَرائہ، ٻي نٿِي ٿيتا

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kvx: Rate limit exceed ٿي ڳئي۔ ميرڀوئي ڪرينَ { $retryLimit } ڪينڪ منٽون ڪيڙ وۯي ڪوشِيش ڪرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kvx: ريٽ لِميٽ ايڪسِيڊ ٿي ڳئي۔ ميرڀوئي ڪرينَ { $retryLimit }ڪينڪ سيڪنڊون ڪيڙ وۯي ڪوشِيش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
kvx: حڪومت،اِڌارا ڪا ميڊيا ٿِي راڀطو ڪرو ان زوئو جي ڪوئي اُوئون رو ويب ڪونٽينٽ،رپورٽس ڪا ٻِيزو ڪونٽينٽس، پبلڪ ڊومئن ۿارُو پيش ڪريو زائہ۔

source: Reader Effects
kvx: ڀڻيا واۯا را اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
kvx: پونيا مانه لکل ٻڌون آکرون نئہ سهِي ڀڻوو الهائِي ضرُورِي سئہ۔زئيون ۿومڀۯتا هوئون، الهائِي ڌيونَ جونچ ڪرو جي جيو رِيڪارڊ ڪريو ڳيو اُو بلڪل اُو رو اُو هوئہ جيو لکل هوئہ؛ جيڪيۮِي ڪيڻئہ آکرون ۾ واڌارو ڪريو، گھٽ ڪريا هوئہ، ڪا ساڏيا پرا هوئہ تون اُوئا نئہ رد ڪرو پرا۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kvx: ايوا ڦرق ڦرق شڪلون لفظون رو اِستعمال ڀڻوو جيا ۿاس ۾ موجُود نٿِي هوتا، زم "'امي سون" رِي جڳہ "امي سون " ڀڻوو، ڪا اِيئا رو اُوڀتو۔

source: Read More
kvx: وڌارئہ ڀڻو

source: Read more on our About page
kvx: وڌارئہ جانڪارِي ۿارُو امارو ۮِيڌل پونيا را ڀارام ڀڻو

source: Read sentences
kvx: جُملون نئہ ڀڻو

source: Read Sentences
kvx: جُملا ڀڻو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
kvx: آپرِي ٻولِي ۾ جُملا ڀڻِنَ ڌُنيا رِي ٻڌون ٿِي ڌار منکون رِي شِرڪت ۾ حِصو نوکو۔

source: Read Sentences, Answer Questions
kvx: جُملا ڀڻو، سوالون را جواب ۮيو

source: Read Sentences <small>(Coming soon)</small>
kvx: جُملا ڀڻو <small> (جلدي آوئه ريو</small>)

source: Read sentences submitted by the community in various languages
kvx: ڪميونٽِي را پاها ٿِي لکل جُملا ڌار ڌار ٻوليون ۾ ڀڻو۔

source: Read stories, updates, and media coverage of Common Voice
kvx: ڪومنَ وائيس را ڀارام وارتائون،نوَئي نوَئي جانڪارئي،انَ ميڍيا رئي ڪوريج ڀڻو

source: Read the sentence carefully - don’t miss, change or add words.
kvx: جُملون نئہ ڌيونَ ٿِي ڀڻو- ڪوئي ويڻ، ڀڌلو ڪا وڌِيڪ اِضاڦو نہ ڪرو۔

source: Ready to add your voice or lend your ear?
kvx: ڪِي تمي آپرئي آواز شامِل ڪريا ۿارُو ڪا ۿومڀۯيا ۿارُو تيار سو؟

source: Ready to contribute?
kvx: ڪِي تمي آپرو حِصو ۮِيڌا ۿارُو تيار سئہ؟

source: Ready to do { $count } more?
kvx: تيار سو ڪريا ۿارُو{ $count } وڌارئ﻿ہ؟

source: Ready to donate your voice?
kvx: تمارئي آواز ۮونَ ڪريا ۿارُو تيار سو؟

source: Ready to help validate sentences?
kvx: جُملون رئي تصڌِيق ۾ مڌت ڪريا ۿارُو جُملا تيار سئہ؟

source: reCAPTCHA is required if you want to proceed
kvx: جيڪيۮِي تمي آڳۯ زاوا ڪرو تون reCAPTCHA ضرُورِي سئہ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kvx: مُشڪلاتون انَ اُوئا رو مقصد، ڪارڪردگِي رئي جانڪارئي، ان ڪومنَ وائيس را ڀارام اخبارون۔

source: Recorded Clips
kvx: رِيڪارڊنگ ڪرل ڪِلپ

source: Recorded Hours
kvx: رِيڪارڊ ڪرَل ڪلاڪ

source: <recordIcon></recordIcon> Last one!
kvx: <recordIcon></recordIcon> هيڪ آخرِي

source: [Recording cut off before the end of the last word]
kvx: رِيڪارڊِيگ آخرِي ويڻ را کتم ٿيا مور ڪٽائي ڳئي

source: Recordings
kvx: رِيڪارڊِنگون

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kvx: وائيس ڪِلپ ريڪارڊ ڪروو امارو کُلو ڊيٽاسيٽ ٺايا ۿارُو هيڪ ضرُورِي حِصو سئہ؛ڪينئڪ منک ڪئه جي اي ٻڌون ٿِي ٺائُوڪو نمُونو پڻ سئہ۔

source: Record/Stop
kvx: اُوڀو / رِيڪارڊ

source: Record your response
kvx: آپرو جواڀ رِيڪارڊ ڪرو

source: Record yourself reading sentences in your language
kvx: آپرِي ﻿ٻولِي ۾ جُملا ڀڻتون آپرئِي رِيڪارڊِنگ ڪرو۔

source: Record yourself responding to questions and prompts in your language
kvx: آپرِي ٻولِي ۾ سوالون انَ اِشارون را جواب ۮِيتون آپرئي رِيڪارڊِنگ ڪرو

source: Record your voice
kvx: آپرو آواز رِيڪارڊ ڪرو

source: Reference the source of your sentence (required)
kvx: آپرا جُملا رو حوالو ايٿئہ ڌرج ڪرو (اي ضرُورِي سئہ)

source: Refresh
kvx: وۯي نوو ڪرو

source: Reject
kvx: رد

source: Remove
kvx: هٽاوو

source: Remove Avatar
kvx: اوتار نئہ هٽاوو

source: Report
kvx: رپورٽ

source: Report was passed successfully
kvx: Report ڪامياڀِي ٿي منظُور ٿي ڳئي

source: Request a Language
kvx: ٻولِي رئي ڌرخواست ۮيو

source: Request for Scripted Speech
kvx: لکل ٻولِي ۿارُو ڌرخواست

source: Request for Spontaneous Speech
kvx: فطرِي ٻولِي ۿارُو ڌرخواست

source: Request New Language
kvx: ٻولِي رئي ڌرخواست ۮيو

source: Request recordings
kvx: رِيڪارڊِنگ رئي ڌرخواست

source: *required
kvx: ضرُورت

source: Re-record
kvx: وۯي رِيڪارڊ ڪرو

source: Re-record clip
kvx: ٻِيزِي وار ڪِلپ رِيڪارڊ ڪرو

source: Respond
kvx: جواب ۮيو

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
kvx: پرامٽز رو جواڀ ۮينَ قُڌرتِي انَ هر روز رِي زنڌگِي ۾ اِستعمال ٿيا واۯو ڊيٽاسيٽ ٺاوو۔اي زبونِي پيرهين واۯِيون ٻوليون ۿارُو جوم ٺائُوڪو نمُونو سئہ۔

source: Response deleted successfully
kvx: متن نئہ ڪامياٻئي ٿِي جمع ڪريو پرو۔

source: Response submitted successfully
kvx: متن نئہ ڪامياٻئي ٿِي جمع ڪريو پرو۔

source: Return
kvx: واپس زائو

source: Return here to edit your goal anytime.
kvx: آپرا مقصڌ ۾ ڪنيڪ پڻ ردو ڀڌل ڪريا ۿارُو ڪئيون واپس آوي هيڪو۔

source: Return to Common Voice
kvx: ڪومنَ وائيس مانه واپس زائو

source: Return to Common Voice Datasets
kvx: واپس ڪومن وائيس ڊيٽا مانه زائو

source: Return to Languages
kvx: ٻوليون مانه واپس زائو

source: Review
kvx: ڌوهرائِي

source: Review and vote for new questions submitted by the community
kvx: نات رون منکون نئہ پيرهِين ٿِي ۮِيڌل جُملون رئي ڌوهرائِي ڪرو

source: Review could not be saved. Please try again later.
kvx: جونچ پڙتال نٿِي ٿي هيڪئي، ميرڀونئي ڪرينَ ٻِيزي وار ڪوشِش ڪرو۔

source: ⓘ Review Criteria
kvx: دوهرائي رئي معيار

source: Review Criteria
kvx: دوهرائي رئي معيار

source: Reviewed sentences not submitted, are sure?
kvx: جائزو لِيڌل جُملا ڌاخل نہ ٿيا، ڪِي مونونه؟

source: Review existing sentences submitted by the community
kvx: نات رون منکون نئہ پيرهِين ٿِي ۮِيڌل جُملون رئي دوهرائِي ڪرو

source: Reviewing Sentences
kvx: جُملون رئي ڌوهرائِي ڪرو

source: Review questions
kvx: ڌوهرائي را سوئال

source: Review Questions
kvx: ڌوهرائي را سوئال

source: Review & re-record clips here as you go
kvx: تمارا ڪِلپ رو جائزو ليو انَ وۯي رِيڪارڊ ڪرو زئيون ۿُوڌِي تمي زائو

source: Review & re-record clips if needed
kvx: تمارا ڪِلپ رو جائزو ليو انَ وۯي رِيڪارڊ ڪرو جي ضرُورِي هوئہ تون

source: Review Sentences
kvx: جُملون رو جائزو ليو

source: Review sentences in your language
kvx: آپرِي ٻولِي رون جُملون رئي دوهرائِي ڪرو

source: Review & Submit
kvx: جائزو ليو انَ جمع ڪراوو

source: Review transcriptions
kvx: لکت رئي ڌوهرائِي ڪرو

source: Review Transcriptions
kvx: لکل متنَ رئي ڌوهرائِي ڪرو

source: Review transcriptions of recorded sentences for accuracy
kvx: رِيڪارڊ ڪرَل جُملون رئِي transcription را سهِي ڪا غلط هويا رو جائزو ليو۔

source: Review Transcriptions <small>(Coming soon)</small>
kvx: لکل متن رئي ڌوهرائِي ڪرو<small>(جلڌِي آوئه ريو</small>)

source: Review user-submitted transcriptions in your language
kvx: تمارِي ٻولِي ۾ واپرايا واۯون را پاها ٿِي ڌاخل ڪرَل transcriptions رئِي جونچ ڪرو۔

source: Romanian
kvx: رومننِيئن

source: Romansh Sursilvan
kvx: رومنش سُرسِلوانَ

source: Romansh Vallader
kvx: رومنش ويلادر

source: Rukai
kvx: رُوڪئِي

source: Runyankole
kvx: رُونيانڪولي

source: Russian
kvx: رشِيئنَ

source: Ruuli
kvx: رُولِي

source: s
kvx: س

source: S
kvx: س

source: Sabah Bisaya
kvx: صڀاح ڀسايا

source: Sabah Malay
kvx: ڀَاڀا مالائي

source: Sa'ban
kvx: سڀان

source: Sakha
kvx: سخا

source: Sakizaya
kvx: سڪِيزيا

source: Santali (Ol Chiki)
kvx: سنتالِي (او آئي چِڪِي)

source: Saraiki
kvx: سرائيڪِي

source: Sardinian
kvx: ساردِينِيئنَ

source: Save
kvx: محفُوظ ڪرو

source: Saved
kvx: محفُوظ ڪريو ڳيو

source: Scots
kvx: اِسڪاٽس

source: Scripted Speech
kvx: لکل تقرِير

source: SCRIPTED SPEECH
kvx: لکل تقرِير

source: Search
kvx: ڳوتوو

source: Search for a language
kvx: هيڪِي ٻولِي رو اِنتخاب ڪرو

source: Search for a language...
kvx: هيڪِي ٻولِي رو اِنتخاب ڪرو۔۔۔

source: Seediq
kvx: صدِيق

source: See how your progress compares to other contributors all over the world.
kvx: زوئو جي تمارئي ترقئي ٻڌِي ڌُنيا رون ٻِيزو ٻڌون حصيڌارون را مُقاڀلا ۾ ڪيوَئي سئہ۔

source: See Less
kvx: گھٽ زوئو

source: See More
kvx: وڌارئہ زوئو

source: Select a Language...
kvx: هيڪِي ٻولِي رو اِنتخاب ڪرو۔۔۔

source: Select an option
kvx: ڪوئي هيڪ option سُونڍو۔

source: Select a variant (optional)
kvx: هيڪ ڌار ڍاۯ سُونڍو (اِختيارئِي)

source: Selected
kvx: سُونڍل

source: Select File
kvx: فائل رئي سُونڍ ڪرو

source: Select File to Upload
kvx: سُونڍل فائل نئہ Upload ڪرو

source: Select the desired language dataset and choose the version you wish to download.
kvx: آپرِي پسنڌ رِي ٻولِي رو ڊيٽا سيٽ سُونڍو انَ جيا ورجن نئہ ڊائونلوڊ ڪروا ڪرو اُوئا نئہ سُونڍو۔

source: Select up to three domains (optional)
kvx: ترڻ ۿُوڌِي ڊومئنز رو واپراوَ ڪرو (اختِيارئِي()

source: Select your age
kvx: تمارئي زمار سُونڍو

source: Select your sex or gender
kvx: تمارئي جنس نئہ سُونڍو

source: Self Citation
kvx: آپرا پاها ٿِي حوالو

source: Send a link to my email
kvx: مارا اِيميل مانه هيڪ لِنڪ ميلو

source: Send sign up link
kvx: سائن اپ ڪريا ۿارُو لِنڪ ميلو

source: Sentence
kvx: جُملو

source: Sentence Collection
kvx: جملون رو ٽوۯو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
kvx: </sentenceCollectorFragment> وڌيڪ جُملون را ڀارام زوو</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
kvx: <sentenceCollectorVideo> جُملا ڀيۯا ڪريا را استعمال ۿارُو امارا پاها ٿِي ٺاوَل مددگار وڊيوز زوئو</sentenceCollectorVideo>۔

source: Sentence Domain
kvx: جُملون را حقون رو ڌائرو

source: Sentences
kvx: جُملا

source: Sentences are collected for people to read aloud.
kvx: منکون رئہ ٻوليا ۿارُو جُملا ڀيۯا ڪريا زائه۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
kvx: جُملا نات را پاها ٿِي جونچ پڙتال ڪرينَ زويا زائه، پڻ هائي نمُونو هميش سهِي نٿِي هوتو۔جيڪيۮِي تمي ڪوئي ايوو جُملو زوئو ڪا ۿومڀۯو زوئو ڪا تمون نئہ پريشونَ ڪرئہ- مثال ﻿زم اُو امارِي<participationGuidelines> نات ۾ حصو ليڌا ۿارُو خلاف ورزئي ڪرتو هوئہ</participationGuidelines> تون ميرڀونئي ڪرينَ يُو آئي ۾ موجود جهنڍا واۯا ٻٽڻ رو اِستعمال ڪرو۔تمي امون ٿِي اِيئا ايڊريس مانه پڻ راڀطو ڪري هيڪو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kvx: ايٿئہ ڀيۯا ڪريا ڳيا جُملا هيڪ ساڌا طريقا ٿِي موجُود سئہ cc-0 ۾ شامل ڪريا زاشي۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
kvx: ڪومنَ وائيس ۾ شامِل ڪريا ۿارُو جُملون رو ٻئيون منکون ري ذريعي جائزو ليوو انَ اُوئون را پاها ٿِي قٻول هووو کپئہ۔ تمي آپرِي ٻولِي ۿارُو مددگار فائيڌا<languageGuidelinesLink> ايٿئہ </languageGuidelinesLink>۔ طئہ ڪري هيڪو۔ جُملا <licenseLink> پبلڪ ڊومئن</licenseLink> هُون سون انَ پنرئہ ويڻون ٿِي ننڪا سئہ۔ جيڪيۮِي متن ڪياڪ منک رو سئ، تون تمي اُوئا نئہ وِينتئي ڪري هيڪو جي اُو اُوئا نئہ<waiverLink> امارا وِيور طريقا رئہ ذريعي سي سي او<waiverLink> ٺاوَ پرو، ان پسئہ امون نئہ commonvoice@mozilla.com مانه ميلو۔

source: { $sentences } sentences reviewed. Thank you!
kvx: { $sentences } جُملا زويا ڳيا۔ ميرڀونئي!

source: Sentence text
kvx: جُملا رو متنَ

source: Sentence Variant
kvx: جُملون رو ڌار ڍاۯ

source: Separate sentences into one line by pressing “Enter” or “Return” once
kvx: جُملا نئہ هيڪِي ليڻ ۾ ڌار ڪريا ۿارُو Enter ڪا Return را بٽڻ رو استعمال ڪرو

source: Serbian
kvx: سربينِيئنَ

source: Seri
kvx: سيرِي

source: Serian Bidayuh
kvx: سرڀيائي ڀڌايوه

source: Service and Retail
kvx: خدمت انَ رِيٽيل

source: Set a goal
kvx: هيڪ مقصڌ سيٽ ڪرو

source: Set my visibility
kvx: مارو ڪوم ﻿﻿﻿ۮِيکيام آوئہ

source: Setswana
kvx: سيٽسونا

source: Settings
kvx: ترتِيڀون

source: Sex
kvx: جِنس

source: Sex or Gender
kvx: جِنس

source: SHA256 Checksum Copied!
kvx: ايس ايڇ اي256 چيڪسم ڪاپئي ڪريو ڳيو!

source: Shan
kvx: شانَ

source: Share Common Voice
kvx: Common Voice شيئر ڪرو

source: Share my goal
kvx: مارو مقصڌ شيئر ڪرو

source: Share your clip
kvx: تمارو ڪِلپ شيئر ڪرو

source: Share your { $count } Clip Daily Goal for { $type }
kvx: مقصڌ ۿارُو { $count } هر روز ڪِلپ شيئر ڪرو{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
kvx: آپرو { $count } مقصڌ ۿارُو هڦتاوار ڪِلپ شيئر ڪرو{ $type }

source: Share your event
kvx: تمارو پروگروم شيئر ڪرو

source: Shilha
kvx: شِلها

source: Shina
kvx: شِِينا

source: Shortcuts
kvx: شارٽ ڪَٽ

source: [Should be ‘dinosaurs’]
kvx: [هوو کپئہ ‘dinosaurs’]

source: [Should be “We are”]
kvx: [هووَو کپئہ “We are”]

source: Show me sentences and clips from all variants within my language
kvx: مُون نئہ مارِي ٻولِي را ٻڌائي ڌار ڌار نمُونا را جُملا انَ ڪِلپ ۮيکاڙو

source: Show my ranking
kvx: مارئي رينڪِنگ ۮيکاڙو

source: Sicilian
kvx: سيزِيلِيئنَ

source: Sign up
kvx: سائن اپ ڪرو

source: Sign up for an account
kvx: هيڪ اڪائونٽ ٺايا ۿارُو سائن اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kvx: ڪومنَ وائيس ري خٻرون،مقصڌ ياڌ ۮيوَراوو انَ ڪوم رئي اپڊيٽ ۮِيڌا ۿارُو مڌت ڪرو

source: sign up for email updates
kvx: اِيميل را اپڊيٽ ۿارُو سائن اپ ڪرو

source: Sign up for { $lang } updates:
kvx: { $lang }را اپ ڊيٽ ۿارُو سائنَ اپ ڪرو:

source: Simple and easy for anyone to understand
kvx: ٻڌون ۿارُو ۿزميام ساڌو انَ ۿورو هووو کپئہ

source: Sindhi
kvx: سنڌِي

source: Single
kvx: هيڪ

source: Single sentence submission
kvx: صِرف هيڪ جُملو جمع ڪرو

source: Single ZIP file containing
kvx: هيڪ زپ فائل جيو شامِل سئہ

source: Sinhala
kvx: سِنهالا

source: Siswati
kvx: سِسوتِي

source: Size
kvx: ماپ

source: Skip
kvx: ساڏوو

source: Skipped
kvx: ساڏَل

source: Skip Submission Feedback
kvx: جمع ڪراوَل فِيڊبيڪ نئہ ساڏي ۮيو

source: Slovak
kvx: سلوويڪ

source: Slovenian
kvx: سلوِيئنِيئنَ

source: Small batch
kvx: ننڪو بيچ

source: Small batch sentence submission
kvx: گھٽ تعداد ۾ جُملا جمع ڪرو

source: Small businesses, including tech and AI start ups
kvx: ننڪا ڪاروڀار، جيا ۾ٽيڪنالاجِي انَ اي آئِي شُروئات يُو پِي ايس

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
kvx: [سنيِز] ڊائينا سور رئي [ڌونه] ٽِرياسِڪ۔

source: Social media
kvx: سماجِي ﻿جانڪارئي

source: Solicit personally identifying information (like names or financial information)
kvx: شخصِي اوۯکوڻ رئي جانڪارئي (زم نوم ڪا مالِي جانڪارئي) نہ ليو

source: Somali
kvx: سومالِي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
kvx: ڪيئنڪ ٻوليون رِي گرامر ۾، لفظون رو مطلٻ انَ ٻوليا را ڍاۯو هيڪ جيوو نٿِي هوتو۔ هايا ري ڪري،<ctaLink> امي </ctaLink>2022 ۾ ۔ رو تعارف ڪرونه ريا۔ اِيئا ٿِي نات رون آپرِي ٻولِي نئہ موٽا ڊيٽا بيس ۾ ۮيکاڙيا رو هيڪ نمُونو زڙئه۔

source: Someone asks for a language to be added.
kvx: ڪوئي منک هيڪ ٻولئي شامِل ڪريا رئي ڌرخواست ڪرئه۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
kvx: اّڊيو متن ۿارُو آڊيو ليڌا رئہ ٽوڻئہ ڪوئي مسئلو پيش آيو۔ ميرڀونئي ڪرينَ ٻيزي وار ڪوشيش ڪرو۔

source: Something went wrong while fetching prompts. Please try again later.
kvx: لکائِي حاصل ڪريا رئہ ٽوڻئہ ڪيئنڪ ڳلت ٿي ڳيو۔ميرڀونئي ڪرينَ ٿوڙِي ڌير ڪيڙ ڪوشش ڪرو۔

source: Something went wrong while fetching transcriptions. Please try again later.
kvx: لکائِي حاصل ڪريا رئہ ٽوڻئہ ڪيئنڪ ڳلت ٿي ڳيو۔ميرڀونئي ڪرينَ ٿوڙِي ڌير ڪيڙ ڪوشش ڪرو۔

source: Something went wrong with reCAPTCHA. Please try again.
kvx: reCAPTCHA ٿِي ڪيئنڪ ڳلت ٿي ڳيو۔ميرڀونئي ڪرينَ ٻِيزِي وار ڪوشش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
kvx: ڪئينڪ ڌار ڌار قِسم را ٻوليا را لهجا هيڪ ٻولئي ڪا هيڪِي اڪائِي ۾ هيڪا ٻِيزا ٿِي الهائِي ڦرق هوئہ۔جيڪيۮِي تمون ڪياڪ کاس ڌار نمُونا ڀيۯو ٿيا ۮورووڻ ٿيتئي هوئہ تون تمي ايٿئہ آپرا اِنتخاب نئہ ڀڌلي هيڪو۔

source: Soninke
kvx: سونِينڪي

source: Sorbian, Lower
kvx: سوربِيئن، لائير

source: Sorbian, Upper
kvx: سوربِيئن اَپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kvx: معاڦ ڪريا ڪومنَ وائيس هڻيون وئه ريو۔ تمارِي ڌلچسپِي ۿارُو ميرڀونئي۔

source: Sorry, something went wrong
kvx: مع﻿اڦ ڪريا، ڪيئنڪ ڳلت ٿي ڳيو

source: Source: { $sentenceSource }
kvx: ذرِيعو:{ $sentenceSource }

source: Southern Kurdish
kvx: سائُوٿرنَ ڪُرڌِيش

source: Southern Pastaza Quechua
kvx: سائُوٿرنَ پستزا ڪوئيچُوئا

source: Southern Sotho
kvx: سائُوترنَ سوٺو

source: Southwestern Tlaxiaco Mixtec
kvx: جنوڀيمغرڀ ٽيلڪسيڪو مڪسٽيڪ

source: Spanish
kvx: اِسپئنِش

source: Speak
kvx: ٻولو

source: Speakable
kvx: ٻوليا جيوو

source: Speakers
kvx: ٻوليا واۯا

source: Speaking
kvx: ٻولوو

source: Speaking and Listening
kvx: ٻولوو انَ ۿومڀۯوو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
kvx: آپر﻿ِي ڌِيمِي آواز ۾ وات ڪرو! جيوئہ نمُونئہ تمي ٻولوه، ڪا اُو رو اُو نمُونو قٻول سئہ تمارو ڍاۯو، تمارِي آواز رو لهجو، نمُونو اُتار سڙائو جيوو ئي سئہ۔ هيوو ئي کپئہ۔﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿

source: Speak now
kvx: هوَئہ ٻولو

source: Speak options menu
kvx: ٻوليا را آپشن مينيُو

source: Speak up, contribute here!
kvx: ٻولو ﻿﻿ايٿئہ، آپرو حِصو نوکو!

source: Special Characters and Foreign Letters
kvx: کاس نِيشونَ انَ غير مُلڪي حرُوف

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
kvx: کاس نِيشونِي انَ زيرو زبر رُوڳو اُوئي ٽوڻئہ اِستعال ڪروو کپئہ زئيون واقعي اُوئا رئي ضرُورت هووئہ مثال را طور مانه زم، آکرون نئہ ننڪا ٺايا واۯو نِيشونَ اُوئون انگريزِي ويڻون ۾ اِستعمال هووئہ زم مثال “نا” انَ “امي سون’” ، ان اِيئا ذريعا متنَ نئہ شامِل ڪروو کپئہ،پڻ هيوا کاس نِيشونَ ﻿زم “@” ڪا “#.” رئي ضرُورت گھڻو ڪرينَ نٿِي هوتئي۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kvx: <speechBlogLink> تقرير اوۯکوڻ ٿِي شرُوعات ڪرو</speechBlogLink>

source: Spelling and Punctuation
kvx: حِڪايت انَ اِملو

source: Split into { $archiveCount } ZIP files containing
kvx: زِپ ۾ تقسيم ڪريو ڳيو { $archiveCount }جيو شامِل سئہ

source: Splits
kvx: تقسيمت

source: Splits (Age and Sex)
kvx: تقسيمت(زمار انَ جِنس پرموڻئہ)

source: Spontaneous Speech
kvx: تيارِي وڳر لکل وات چِيت

source: SPONTANEOUS SPEECH
kvx: تيارئي ڪريا وڳر ڪرل تقرِير

source: Start recording
kvx: رِيڪارڊِنگ شُروع ڪرو

source: Start typing to describe your accent
kvx: آپرا لهجا نئہ بيان ڪريا ۿارُو ٽائپِنگ شُروع ڪرو

source: Stats
kvx: جانڪارئي

source: Status Page
kvx: حالات رو پونيو

source: Still have questions?
kvx: هنزون پڻ ڪوئي سوئال سئہ؟

source: Streaks
kvx: لڳاتار ڪامياڀي

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
kvx: <strong> ايوا ڪِپل نئہ رد نہ ڪروو جيٿئہ ٻوليا واۯا رو لهجو تمون ٿِي ڌار هووئہ</strong>- هائي اِيئا ۿارُو ضرُورِي سئہ ڪم تون آواز نئہ اوۯکيام هر هيڪ ۿارُو ٺائُوڪو ڪم ڪرئه۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
kvx: <strong> ٿوڙڪاڪ ٺايا واۯا ٿي زائو!</strong> تمارِي قوم رِي ٻولِي رئي آپرئي مثال هوشي، انَ اي رُوڳو شُروع ڪريا را ڪينئڪ طرِيقا سئہ۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
kvx: <strong>لکل ٻولئي</strong>(جئي تمون نئہ ڪومنَ وائيس را نوم ٿِي کٻر سئہ) اُو جڳا سئہ جيٿئہ تمي جُملا آپرِي ٻولِي ۾ زور ٿِي ڀڻي هيڪو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kvx: <strong>[ شِينڪ Sneeze]</strong> موٽ﻿ا الهائي dinosaurs<strong> ڌونه </strong>Triassic

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
kvx: <strong>فِطرتِي ٻولئي</strong>ڪومنَ وائيس هيڪ نوو حصو سئہ جيٿئہ تمي سوئالون را جواڀ گھڻا فِطرِي انَ حقيقت پرموڻئہ ۮي هيڪو۔

source: Submit
kvx: جمع

source: Submit All
kvx: ٻڌوئي جمع ڪريو پرو

source: Submit a new question for the community to read and respond to
kvx: ڪميونٽِي ۿارُو هيڪ نوَو سوال Submit ڪرو زم منک اُوئا نئہ ڀڻينَ اُوئا رو جواب ۮي هيڪئہ۔

source: Submit a report
kvx: هيڪ رپورٽ جمع ڪرو

source: Submit clips
kvx: ڪِلپ جمع ڪراوو

source: Submit new questions for the community to read and respond to
kvx: نات ۿارُو نوا سوئال جمع ڪرو زم اُو ڀڻي هيڪئہ انَ جواب ۮي هيڪئہ

source: Submitted
kvx: جمع ٿي ڳيو

source: Subscribe
kvx: سبسڪرائب

source: Success
kvx: ڪامياڀئِي

source: success checkmark
kvx: ڪامياڀِي رو نِشونَ۔

source: Successfully accepted question
kvx: سوئال ڪامياڀِي ٿِي موني لِيڌا ڳياه

source: Successfully rejected question
kvx: سوئال ڪامياڀِي ٿِي رڌ ڪري لِيڌا ڳياه

source: Success, profile created!
kvx: ڪامياڀ،پروفائل ٺهي ڳئي!

source: Support open, community-led datasets
kvx: کُلئي،قوم-ڊيٽا رئي حمايت ڪرو

source: Svan
kvx: سوانَ

source: Swahili
kvx: سوهاهِلِي

source: Swedish
kvx: سوئيڊِش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kvx: جُملا رِي من﻿ظُورِي ۿارُو ۿاوَئہ پاهئہ سُوئِيپ ڪرو۔ رد ڪريا ۿارُو ڏاوَئہ پاهئہ سُوئِيپ ڪرو۔ ساڏيا ۿارُو اُونسو سُوئِيپ ڪرو۔ <strong> آپرو جائزو ۮيوو مت ڀُولو!</strong>

source: Syriac
kvx: سِرياڪ

source: Tagalog
kvx: ٽيگالوگ

source: Tahitian
kvx: تهيٽِيئان

source: Taiwanese (Minnan)
kvx: تائيوانِيز (مِينيانَ)

source: Tajik
kvx: تجِڪ

source: Taking several attempts to read a word.
kvx: هيڪا ويڻ نئہ ڀڻيا رئي الهائِي وار ڪوشِيش ڪروو۔

source: Tamazight
kvx: تمازِٽ

source: Tamil
kvx: تامِل

source: Tap
kvx: ٽيپ

source: Tarifit
kvx: ٽرِيفِٽ

source: Tatar
kvx: تاتر
